/**
 * Thai translation for bootstrap-datepicker
 * Suchau Jiraprapot <seroz24@gmail.com>
 */
;(function($){
	$.fn.datepicker.dates['th'] = {
		days: ["錫?림錫쀠릿錫뺖륭仙?, "錫댽릴錫쇸툠錫｀퉴", "錫?릴錫뉋툌錫꿋르", "錫왽만錫?, "錫왽륵錫ム릴錫?, "錫ⓣ만錫곟르仙?, "仙錫む림錫｀퉴", "錫?림錫쀠릿錫뺖륭仙?],
		daysShort: ["錫?림", "錫?, "錫?, "錫?, "錫왽륵", "錫?, "錫?, "錫?림"],
		daysMin: ["錫?림", "錫?, "錫?, "錫?, "錫왽륵", "錫?, "錫?, "錫?림"],
		months: ["錫□툈錫｀림錫꾝륫", "錫곟만錫□툩錫꿋툧錫긍툢錫섁퉴", "錫□링錫쇸림錫꾝륫", "仙錫□릇錫꿋륭錫?, "錫왽륵錫⒯툩錫꿋툌錫?, "錫□릿錫뽤만錫쇸림錫№툢", "錫곟르錫곟툗錫꿋툌錫?, "錫む릿錫뉋릊錫꿋툌錫?, "錫곟릴錫쇸륭錫꿋륭錫?, "錫뺖만錫?림錫꾝륫", "錫왽륵錫ⓣ툑錫닮툈錫꿋륭錫?, "錫섁릴錫쇸름錫꿋툌錫?],
		monthsShort: ["錫?錫?", "錫?錫?", "錫□링.錫?", "仙錫?錫?", "錫?錫?", "錫□릿.錫?", "錫?錫?", "錫?錫?", "錫?錫?", "錫?錫?", "錫?錫?", "錫?錫?"],
		today: "錫㏅릴錫쇸툢錫듀퉱"
	};
}(jQuery));
